[
    {
        "name": "Air Max SC Shoes Mens",
        "link": "https://www.sportsdirect.fr/nike-air-max-sc-shoes-mens-121021#colcode=12102103",
        "current_price": "65.00 ",
        "original_price": "65.00 ",
        "discount": 0,
        "description": "Code produit : 121021\n\nDécouvrez la fusion parfaite entre style et performance avec les chaussures Nike Air Max SC. Conçues pour un usage quotidien, ces baskets basses élèvent votre tenue à de nouveaux sommets. \nDes inserts en maille aérée et en mesh accentuent les empeignes en cuir, offrant une respirabilité optimale pour garder vos pieds frais toute la journée. Les colliers de cheville rembourrés offrent un soutien et un confort exceptionnels, tandis que les semelles intermédiaires en mousse assurent un amorti supérieur à chaque pas. \nLes unités Max Air visibles offrent une absorption d'énergie et une rétention de forme pour que vous puissiez rester au top de votre journée. Les semelles extérieures en caoutchouc durable offrent une traction élevée, vous permettant de conquérir les rues avec facilité. Aucune conception Nike n'est complète sans le motif iconique Swoosh sur les côtés et la marque Nike Air sur les talons et les langues pour que tout le monde sache que vous êtes une force à prendre en compte. \nInspirées des styles rétro et conçues pour un usage quotidien, les chaussures Nike Air Max SC sont l'ultime combinaison de style et de performance. Lacets serrés, embrassez le voyage et montrez au monde de quoi vous êtes fait !",
        "image_url": "https://cdn.media.amplience.net/i/frasersdev/12102103_o?fmt=auto&upscale=false&w=345&h=345&sm=c&$h-ttl$",
        "source": "Intersport"
    },
    {
        "name": "Air Max Invigor Trainers Mens",
        "link": "https://www.sportsdirect.fr/nike-air-max-invigor-trainers-mens-121261#colcode=12126103",
        "current_price": "80.00 ",
        "original_price": "80.00 ",
        "discount": 0,
        "description": "Code produit : 121261\n\nPréparez-vous à dominer votre prochaine séance d'entraînement avec les baskets Nike Air Max Invigor. Ces chaussures basses sont dotées de tiges techniques respirantes qui gardent vos pieds au frais et confortables même pendant les séances de gym les plus intenses. \nChaque pas est parfaitement amorti par les semelles intermédiaires en mousse et les unités Max Air visibles, offrant une absorption d'énergie et un soutien. Les semelles synthétiques présentent des rainures profondes pour offrir la meilleure adhérence, tandis que les côtés gradués ajoutent du style. \nLacez et sécurisez vos pieds avec les lacets et les colliers de cheville rembourrés pour un soutien supplémentaire. Les motifs Nike Swoosh sur les côtés et les langues et la marque Nike Air sur les talons ajoutent une touche d'éclat emblématique à votre look. Parfaites pour toutes les saisons ou occasions, ces baskets sont un must-have pour tout aventurier actif cherchant à améliorer son entraînement.",
        "image_url": "https://cdn.media.amplience.net/i/frasersdev/12126103_o?fmt=auto&upscale=false&w=345&h=345&sm=c&$h-ttl$",
        "source": "Intersport"
    },
    {
        "name": "Air Max IVO Trainers",
        "link": "https://www.sportsdirect.fr/nike-air-max-ivo-trainers-121005#colcode=12100522",
        "current_price": "0",
        "original_price": "0",
        "discount": 0,
        "description": "Code produit : 121005\n\nNike Air Max Ivo Homme\n\nInspirées des chaussures de course du début des années 90 de la marque Beaverton, les baskets Air Max IVO de Nike sont dotées d'une semelle intermédiaire en mousse douce avec une unité d'air visible sur trois côtés pour offrir un amorti et une réponse optimaux à chaque pas. La tige comprend une maille aérée pour aider à garder vos pieds au frais, tandis que la semelle extérieure en caoutchouc gaufré ajoute un style patrimonial ainsi qu'une traction durable et la marque Nike Swoosh ajoute la touche finale.",
        "image_url": "https://cdn.media.amplience.net/i/frasersdev/12100522_o?fmt=auto&upscale=false&w=345&h=345&sm=c&$h-ttl$",
        "source": "Intersport"
    },
    {
        "name": "Air Max 270 Trainers Mens",
        "link": "https://www.sportsdirect.fr/nike-air-max-270-trainers-mens-121053#colcode=12105301",
        "current_price": "0",
        "original_price": "0",
        "discount": 0,
        "description": "Code produit : 121053\n\nDécouvrez les baskets Nike Air Max 270, la fusion ultime entre style et performance ! Dotées de fonctionnalités qui ne manqueront pas d'attirer l'attention, ces chaussures dynamiques vous aideront à dominer votre journée. Avec leur style bas et leurs bouts d'amande, elles offrent un look élégant et moderne qui rehaussera votre jeu de style. Les tiges synthétiques tissées et en textile - complétées par des détails en mesh - offrent une respirabilité maximale, gardant vos pieds frais tout au long de la journée. Les lacets assurent un ajustement sûr, tandis que les colliers de cheville rembourrés et les tirettes au talon offrent un confort et une commodité supplémentaires. Les unités Max Air 270 révolutionnaires offrent un amorti supérieur, une rétention de forme et une absorption d'énergie - faisant de ces chaussures un investissement polyvalent. Avec des semelles intermédiaires en mousse à deux pièces et des semelles extérieures en caoutchouc dotées d'un panneau transparent, ces baskets garantissent un confort et une durabilité maximum, vous permettant de relever tous les défis. Que vous alliez à la salle de sport ou dans les rues, les baskets Nike Air Max 270 sont le choix ultime pour ceux qui apprécient des équipements de haute qualité qui allient parfaitement style et performance. Équipez-vous et libérez tout votre potentiel avec ces baskets révolutionnaires !",
        "image_url": "https://cdn.media.amplience.net/i/frasersdev/12105301_o?fmt=auto&upscale=false&w=345&h=345&sm=c&$h-ttl$",
        "source": "Intersport"
    },
    {
        "name": "Air Max Excee Ladies Trainers",
        "link": "https://www.sportsdirect.fr/nike-air-max-excee-ladies-trainers-274056#colcode=27405634",
        "current_price": "100.00 ",
        "original_price": "100.00 ",
        "discount": 0,
        "description": "Code produit : 274056\n\nBaskets pour femmes Nike Air Max Excee\n\nInspirées de l'emblématique Air Max 90, les Nike Excee offrent une interprétation moderne de la chaussure pour célébrer le style classique. Les baskets présentent une unité Air Max mise à jour qui est visible à travers trois fenêtres, tandis que la semelle intermédiaire en mousse légère avec des pods en caoutchouc sur la semelle extérieure offre un amorti et une traction durable, tandis que la marque Swoosh sur les côtés contribue à compléter le look élégant. Vous ne voulez pas manquer celle-ci.",
        "image_url": "https://cdn.media.amplience.net/i/frasersdev/27405634_o?fmt=auto&upscale=false&w=345&h=345&sm=c&$h-ttl$",
        "source": "Intersport"
    }
]